<?php

class classConf{

public function c2i(){
 $config = array(
	'大衣'=>1,
	'羽绒服'=>2,
	'其他外套'=>3,
	't恤'=>4,
	'衬衣'=>5,
	'毛衣'=>6,
	'打底衫'=>7,
	'针织衫'=>8,
	'卫衣'=>9,
	'其他上衣'=>10,
	'连衣裙'=>11,
	'短裙'=>12,
	'半身裙'=>13,
	'其他裙'=>14,
	'打底裤'=>15,
	'其他裤'=>16,
	'套装'=>17,

);
	return $config;
}

public function i2c(){
	$config =array(
	1=>'大衣',
	2=>'羽绒服',
	3=>'其他外套',
	4=>'t恤',
	5=>'衬衣',
	6=>'毛衣',
	7=>'打底衫',
	8=>'针织衫',
	9=>'卫衣',
	10=>'其他上衣',
	11=>'连衣裙',
	12=>'短裙',
	13=>'半身裙',
	14=>'其他裙',
	15=>'打底裤',
	16=>'其他裤',
	17=>'套装',


);
	return $config;
}

}
